[{"adult":false,"backdrop_path":"/5hNcsnMkwU2LknLoru73c76el3z.jpg","genre_ids":[35,18,10749],"id":19404,"original_language":"hi","original_title":"दिलवाले दुल्हनिया ले जायेंगे","overview":"Raj is a rich, carefree, happy-go-lucky second generation NRI. Simran is the daughter of Chaudhary Baldev Singh, who in spite of being an NRI is very strict about adherence to Indian values. Simran has left for India to be married to her childhood fiancé. Raj leaves for India with a mission at his hands, to claim his lady love under the noses of her whole family. Thus begins a saga.","popularity":25.359,"poster_path":"/2CAL2433ZeIihfX1Hb2139CX0pW.jpg","release_date":"1995-10-20","title":"Dilwale Dulhania Le Jayenge","video":false,"vote_average":8.7,"vote_count":3210},{"adult":false,"backdrop_path":"/kzIiKLccwuzD3qD5OHFyPIkiqEw.jpg","genre_ids":[28,10749,16],"id":317442,"original_language":"ja","original_title":"The Last: Naruto the Movie","overview":"Two years after the events of the Fourth Great Ninja War, the moon that Hagoromo Otsutsuki created long ago to seal away the Gedo Statue begins to descend towards the world, threatening to become a meteor that would destroy everything on impact. Amidst this crisis, a direct descendant of Kaguya Otsutsuki named Toneri Otsutsuki attempts to kidnap Hinata Hyuga but ends up abducting her younger sister Hanabi. Naruto and his allies now mount a rescue mission before finding themselves embroiled in a final battle to decide the fate of everything.","popularity":229.636,"poster_path":"/bAQ8O5Uw6FedtlCbJTutenzPVKd.jpg","release_date":"2014-12-06","title":"The Last: Naruto the Movie","video":false,"vote_average":7.9,"vote_count":1069},{"adult":false,"backdrop_path":"/eeijXm3553xvuFbkPFkDG6CLCbQ.jpg","genre_ids":[878,12],"id":438631,"original_language":"en","original_title":"Dune","overview":"Paul Atreides, a brilliant and gifted young man born into a great destiny beyond his understanding, must travel to the most dangerous planet in the universe to ensure the future of his family and his people. As malevolent forces explode into conflict over the planet's exclusive supply of the most precious resource in existence-a commodity capable of unlocking humanity's greatest potential-only those who can conquer their fear will survive.","popularity":2523.094,"poster_path":"/d5NXSklXo0qyIYkgV94XAgMIckC.jpg","release_date":"2021-09-15","title":"Dune","video":false,"vote_average":8,"vote_count":3672},{"adult":false,"backdrop_path":"/fzKWwcaam9QSTaMSJlORuSojxio.jpg","genre_ids":[28,12,878],"id":524434,"original_language":"en","original_title":"Eternals","overview":"The Eternals are a team of ancient aliens who have been living on Earth in secret for thousands of years. When an unexpected tragedy forces them out of the shadows, they are forced to reunite against mankind’s most ancient enemy, the Deviants.","popularity":2868.332,"poster_path":"/6AdXwFTRTAzggD2QUTt5B7JFGKL.jpg","release_date":"2021-11-03","title":"Eternals","video":false,"vote_average":7.1,"vote_count":681}]
